[
                {
                    "name": "Nuevas Tendencias en el Diseño de Carteles",
                    "code": "DNO050",
                    "about": "El curso desarrollará la capacidad de diseño creativo en el estudiante proponiendo un discurso gráfico originado en la lectura y la visibilidad constructiva de la letra en cuanto a su legibilidad, lecturabilidad y usabilidad. Se da forma al despliegue gráfico a través de exposiciones que ponen en cuestión las magnitudes de cada entrega gráfica y el usuario en los cuales el tamaño, expresión y material cobra un aparecer verificable. La lectura y su calce con el acto de estar ante la escritura. Precisión que articula la lectura y comprensión de esta, reconocimiento y ordenación en vista del significado de lo que se expone y por último un desarrollo fundamentado en la experiencia individual. De tal manera de crear instancias originales de lectura en lo ya otorgado -la palabra impresa-."
                },
                {
                    "name": "Tipografia y Diagramacion",
                    "code": "DNO2750",
                    "about": "Carácter: El curso ha sido diseñado como optativo de profundización en el uso de la tipografía y sus principios básicos. Como la mayoría de las personas usa la computadora para escribir con tipos, este ramo se dirige a cualquiera que desee tener nociones de diagramación. El curso «Tipografía y Diagramación» entrega al alumno nociones básicas del diseño con tipos, composición, uso de retículas y planificación de la página y un conocimiento práctico al momento de elegir y componer con tipografía."
                },
                {
                    "name": " El Textil Como Producto",
                    "code": "DNO064",
                    "about": "En los últimos años la Escuela de Diseño, ha buscado incentivar y promover la autogestión de emprendimientos de diseño. En ese contexto, este curso busca enseñar a los alumnos a analizar el mercado de un producto específico dentro del área textil (producto, servicio o experiencia), para generar una imagen que lo comunique, promocione y posicione."
                },
                {
                    "name": "Del Plano al Volumen Textil",
                    "code": "DNO040",
                    "about": "Curso teórico-práctico que entrega conocimientos necesarios para proyectar, modelar y construir objetos tridimensionales a partir de superficies textiles. A lo largo del curso el alumno conocerá las características que distinguen a los materiales textiles más relevantes, el funcionamiento del instrumental adecuado para poder trabajar con ellos, ejercitando el uso de métodos y sistemas constructivos para llevar a cabo con éxito un proyecto textil. Los conocimientos adquiridos son pertinentes para su aplicación en el campo de la indumentaria, diseño industrial, de ambientes y todas aquellas áreas que involucran textiles en la creación de volúmenes."
                }
            ]